// // функция, которая принимает 2 строки и сравнивает их длину

// let hi = "Добрый вечер!";
// const name = "Виктория!";
// hi = hi.concat(name);

// console.log(hi);
// console.log(hi.length);

// // Функция возвращает 1, если в первой строке больше символов, чем во второй; -1 – если
// // во второй больше символов, чем в первой; или 0 – если строки одинаковой
// // длины


// // Написать функцию, которая переводит в верхний регистр первый символ
// // переданной строки.

// const str = "Сегодня надо выполнить все домашние задания!";
// console.log()

// const hello = "Привет Том";
// console.log(hello.charAt(2));

// const hello = "Привет Том";

// console.log(hello.toUpperCase()); // ПРИВЕТ ТОМ